Repository: stosdev/registero
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: English
pl: Angielski

source: Polish
pl: Polski

source: Permission denied.
pl: Brak wymaganych uprawnień.

source: The requested page does not exist.
pl: Żądana strona nie istnieje.

source: Internal server error.
pl: Błąd serwera.

source: Podlachia Team Programming Contest 2016
pl: Podlaski Turniej w Programowaniu Zespołowym 2016

source: Navigation
pl: Nawigacja

source: Home
pl: Do góry

source: About
pl: O turnieju

source: Details
pl: Cechy turnieju

source: Sponsors
pl: Sponsorzy

source: News
pl: Aktualności

source: Contact
pl: Kontakt

# Logo text
source: Podlachia Team Programming Contest
pl: Podlaski Turniej<br />w Programowaniu Zespołowym

source: Register a team and take part!
pl: Zarejestruj drużynę i weź udział!

source: Team registration will start on
pl: Rejestracja drużyn rozpocznie się

source: Register teams
pl: Zarejestruj drużyny

source: Team registration currently disabled.
pl: Rejestracja drużyn tymczasowo wyłączona.

source: More info
pl: Więcej informacji

source: Podlachia Team Programming Contest
pl: Podlaski Turniej w Programowaniu Zespołowym

source: An annual programming event created by, and organized at the Białystok University of Technology Information Technology Faculty on which 30 two to three person teams compete with each other for the Białystok University of Technology Information Technology Faculty deans cup in two age categories - school, and university levels.
pl: Coroczne wydarzenie programistyczne odbywające się na Wydziale Informatyki Politechniki Białostockiej. Trzydzieści dwu- lub trzyosobowych drużyn rywalizuje ze sobą o puchar Dziekana Wydziału Informatyki Politechniki Białostockiej w dwóch kategoriach wiekowych – uczniów szkół średnich i studentów.

source: Regulations
pl: Regulamin

source: Teams
pl: Drużyny

source: Teams can consist of from two to three.
pl: Drużyny mogą składać się z dwóch do trzech osób.

source: Six winning teams
pl: Sześć zwycięskich drużyn

source: Three winning places in two age categories - school level and university level.
pl: Po trzy miejsca w dwóch kategoriach wiekowych – uczniowiowskiej i studenckiej.

source: Accommodation
pl: Zakwaterowanie

source: For arrival teams for an additional charge an accommodation is provided in Białystok University of Technology, and Białystok University dorms
pl: Dla przyjezdnych drużyn za dopłatą zapewniamy zakwaterowanie <br />w akademikach Politechniki Białostockiej i Uniwersytetu <br />w Białymstoku.

source: Convinient time and place
pl: Dogodne miejsce i termin

source: %(start_day)s - %(end_day)s of %(month)s is the perfect time to run off from classes to Białystok University of Technology Information Technology Faculty building and win yourself a trophy.
pl: %(start_day)s - %(end_day)s %(month)s to idealny termin, by opuścić zajęcia, ruszyć na Wydział Informatyki Politechniki Białostockiej i zdobyć laur zwycięzcy.

source: Become a sponsor
pl: Zostań sponsorem

# Plural
source: News
pl: Aktualności

source: Information Technology Faculty<br />Białystok University of Technology<br />Wiejska st. 45A<br />15-351 Białystok
pl: Wydział Informatyki <br />Politechniki Białostockiej<br />ul. Wiejska 45A <br />15-351 Białystok

source: Copyright &copy; STOS 2016. All rights reserved. Photos from the X Podlachia Team Programming Contest &copy; to Paweł Tadejko
pl: &copy; STOS 2016. Wszystkie prawa zastrzeżone. Zdjęcia z X Podlaskiego Turnieju w Programowaniu Zespołowym &copy; Paweł Tadejko

source: The registration key seems to be inactive or invalid. Your account activation may have timed out. Try creating a new account or contact us using the information provided below.
pl: Klucz rejestracyjny wydaję się być nieaktywny lub niewłaściwy. Czas na aktywację twojego konta mógł wyczerpać się. Spróbuj stworzyć nowe konto lub skontaktuj się z nami z pomocą informacji zamieszczonych poniżej.

source: Thank you for your registration. You may create your teams by clicking below.
pl: Dziękujemy za rejestrację. Możesz tworzyć drużyny klikając poniżej.

source: Thank you for your registration
pl: Dziękujemy za rejestrację

source: To activate your new account please visit the following URL:
pl: W celu aktywowania konta odwiedź poniższy adres:

source: Thank you
pl: Dziękujemy

source: The Podlachia Team Programming Contest organizers
pl: Organizatorzy Podlaskiego Turnieju w Programowaniu Zespołowym

source: Podlachia Team Programming Contest registration details
pl: Podlaski Turniej w Programowaniu Zespołowym szczegóły rejestracyjne

source: Log in
pl: Zaloguj się

source: Submit
pl: Wyślij

source: Not a member?
pl: Nie masz konta?

source: Register
pl: Zarejestruj się

source: I forgot my credentials.
pl: Zapomniałem moich danych logowania.

source: Logged out
pl: Wylogowany

source: Thanks for spending some quality time with the Web site today.
pl: Dziękujemy za spędzenie czasu na naszej stronie.

source: Log in again
pl: Zaloguj ponownie

source: Password change
pl: Zmiana hasła

source: Your password was changed.
pl: Twoje hasło zostało zmienione.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
pl: Dla bezpieczeństwa proszę wprowadzić stare hasło, a następnie dwukrotnie nowe w celu jego zmiany.

source: Your password has been set. You may go ahead and log in now.
pl: Twoje hasło zostało ustawione. Możesz się już logować.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
pl: Wysłaliśmy ci wiadomość email z instrukcjami w celu ustawienia hasła. Jeżeli istnieje konto o podanym przez ciebie adresie email, instrukcje te powinny się na nim pojawić wkrótce.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
pl: Jeżeli nie otrzymasz wiadomości email proszę upewnij się, że wprowadzony przez ciebie adres zgadza się z użytym podczas rejestracji i czy wiadomość nie trafiła do folderu spam.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
pl: Otrzymałeś ten email z powodu żądania resetu hasła dla twojego konta na stronie %(site_name)s.

source: Please go to the following page and choose a new password:
pl: Udaj się na następującą stronę w celu wybrania nowego hasła:

source: Your username, in case you've forgotten:
pl: Twoja nazwa użytkownika (w razie gdybyś zapomniał):

source: Thanks for using our site!
pl: Dziękujemy za korzystanie z naszej strony!

source: The %(site_name)s team
pl: Zespół %(site_name)s

source: Password reset
pl: Resetowanie hasła

source: Thank you for your registration. An email containing further steps required to complete the registration process has been sent to your email address.
pl: Dziękujemy za zarejestrowanie się. Wiadomość email zawierająca kolejne kroki konieczne do podjęcia w celu ukończenia procesu rejestracji została wysłana na podany przez ciebie adres email.

source: Registration
pl: Rejestracja

source: Please register a coach account to manage teams and participants. Registering an account means that you accept the contests <a href="%(regulations_url)s">regulations</a>.
pl: Proszę zarejestrować konto trenera w celu zarządzania drużynami i ich uczestnikami. Rejestracja konta jest równoznaczna z akceptacją <a href="%(regulations_url)s">regulaminu</a>.

source: Welcome
pl: Witamy

source: Admin panel
pl: Panel administracyjny

source: Change password
pl: Zmień hasło

source: Log out
pl: Wyloguj
