Repository: stosdev/registero
Catalog: team_registration/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Institute name
pl: Nazwa ośrodka

source: Institute type
pl: Typ ośrodka

source: Accomodation required
pl: Wymagane zakwaterowanie

source: Coach
pl: Trener

source: Team order
pl: Kolejność drużyny

source: Approved
pl: Zaakceptowana

source: First name
pl: Imię

source: Last name
pl: Nazwisko

source: Shirt size
pl: Wielkość koszulki

source: Export teams to csv
pl: Wyeksportuj drużyny do pliku csv

source: Export teams to html
pl: Wyeksportuj drużyny do pliku html

source: Number of valid teams
pl: Ilość poprawnych drużyn

source: Number of approved teams
pl: Ilość zaakceptowanych drużyn

source: Number of participants
pl: Ilość uczestników

source: Institute address
pl: Adres ośrodka

source: Institutes NIP
pl: Numer NIP ośrodka

source: Comment
pl: Komentarz

source: Export institute data to csv
pl: Wyeksportuj dane instytutów do pliku csv

source: Additional info
pl: Informacje dodatkowe

source: Team registration
pl: Rejestracja drużyn

source: The institutes NIP number used for the accomodation invoice.
pl: Numer NIP ośrodka wykorzystywany na fakturze za zakwaterowanie.

source: Too many participants on this team.
pl: Za dużo uczestników w tej drużynie.

source: Team registration enabled
pl: Rejestracja drużyn aktywna

source: If set to false the team registration is disabled, now matter the start and end settings below.
pl: Odchaczenie spowoduje wyłączenie rejestracji drużyn niezależnie od poniższych ustawień jej czasu.

source: Team registration start
pl: Początek rejestracji drużyn

source: Team registration freeze start
pl: Czas zamrożenia rejestracji drużyn

source: After team freeze the team participants cannot be changed, but the teams can still be reordered.
pl: Po zamrożeniu drużyn nie mogą one być modyfikowane, ale wciąż zmieniana może być ich kolejność.

source: Team registration end
pl: Koniec rejestracji drużyn

source: The team registration end time should be after the registration start time.
pl: Czas zakończenia rejestracji powinien być po czasie rozpoczęcia rejestracji.

source: The team registration freeze time should be between the registration start and end date.
pl: Czas zamrożenia rejestracji powinien być pomiędzy czasem rozpoczęcia i zakończenia rejestracji.

source: Team registration configuration
pl: Konfiguracja rejestracji drużyn

source: University
pl: Szkoła wyższa

source: School
pl: Szkoła średnia

source: The name of the school/university providing teams for this coach.
pl: Nazwa szkoły/uczelni wyższej z której pochodzą drużyny danego trenera.

source: Check if teams require finding a place to sleep.
pl: Zaznacz jeżeli drużyny są przyjezdne i wymagają znalezienia miejsca do spania.

source: The address of the institute provided above.
pl: Adres wcześniej podanej szkoły/uczelni.

source: Share any additional comments on your teams.
pl: Podziel się wszelkimi dodatkowymi informacjami na temat drużyn.

source: Coach Profile
pl: Profil trenera

source: Coach Profiles
pl: Profile trenerów

source: Order
pl: Kolejność

source: Mark true if the team is approved for the contest.
pl: Zaznacz jeżeli drużyna ma być zaakceptowana na turniej.

source: Team
pl: Drużyna

source: Teams
pl: Drużyny

source: Extra small
pl: Bardzo mała (XS)

source: Small
pl: Mała (S)

source: Medium
pl: Średnia (M)

source: Large
pl: Duża (L)

source: Extra large
pl: Bardzo duża (XL)

source: Participant
pl: Uczestnik

source: Participants
pl: Uczestnicy

source: List of teams
pl: Lista drużyn

source: Delete participant
pl: Dodaj nowego uczestnika

source: Are you sure you want to delete this participant?
pl: Czy jesteś pewien, że chcesz usunąć tego uczestnika?

source: Confirm
pl: Potwierdzam

source: Add new participant
pl: Dodaj nowego uczestnika

source: Add
pl: Dodaj

source: Edit participant
pl: Edytuj uczestnika

source: Edit
pl: Edytuj

source: Delete team
pl: Usuń drużynę

source: Are you sure you want to delete this team?
pl: Czy jesteś pewien, że chcesz usunąć tę drużynę?

source: Registration has been frozen. You cannot register new teams or participants but you can still modify the order of your teams.
pl: Rejestracja drużyn została zamrożona. Nie możesz rejestrować nowych drużyn ani uczestników, wciąż możesz jednak zmieniać kolejność drużyn.

source: Registration has ended, below you can check which teams were approved for the contest.
pl: Rejestracja została zakończona. Poniżej znajdziesz informacje o tym, które drużyny zostały zaakceptowane i wezmą udział w turnieju.

source: General information
pl: Informacje ogólne

source: Save
pl: Zapisz

source: Institute nip
pl: NIP ośrodka

source: The final contest team list will be filled by choosing teams from each institutes team list. The order in which you provide the teams matters. After you create your teams please drag-and-drop them into an order based on their importance.
pl: Lista drużyn biorących udział w konkursie zostanie przygotowana poprzez wybór drużyn z list każdego z trenerów według ustalonej przez niego kolejności. Kolejność drużyn na liście ma znaczenie. Po przygotowaniu drużyn proszę o przeciągnięcie ich w celu uzyskania kolejności zależnej od istotności danej drużyny.

source: Remove
pl: Usuń

source: The team participant count is not valid. For a team to be considered for the contest it should have between 2 and 3 participants.
pl: Ilość uczestników umożliwiająca udział drużyny w turnieju powinna być w przedziale od 2 do 3.

source: Close
pl: Zamknij

source: Congratulations! This team has been approved and will take part in the contest.
pl: Gratulacje! Ta drużyna została zaakceptowana i weźmie udział w turnieju.

source: No participants in this team yet.
pl: Brak uczestników w tej drużynie.

source: No teams to show.
pl: Brak drużyn do wyświetlenia.

source: You can add teams using the button below.
pl: Możesz dodać drużynę z pomocą poniższego przycisku.

source: Add new team
pl: Dodaj nową drużynę
